content-org/index.org
# -*- mode:org; epa-file-encrypt-to: ("yssource@163.com"); org-confirm-babel-evaluate: nil -*-
#+hugo_base_dir: ../
#+seq_todo: TODO DRAFT DONE
#+property: header-args :eval never-export

#+options: creator:t

#+macro: tex @@html:<span class="tex">T<sub>e</sub>X</span>@@
#+macro: latex @@html:<span class="latex">L<sup>a</sup>T<sub>e</sub>X</span>@@
#+macro: xetex @@html:<span class="xetex">X<sub>&#398;</sub>T<sub>E</sub>X</span>@@

#+macro: guser [[https://www.github.com/$1][*@$1*]] from GitHub
#+macro: ruser [[https://www.reddit.com/user/$1][*/u/$1*]] from Reddit
#+macro: tuser [[https://www.twitter.com/$1][*@$1*]] from Twitter

#+macro: inforef @@html:<a href="$1"><abbr title="Read the same section within Emacs by doing 'C-h i g $2'">$2</abbr></a>@@

#+macro: end @@html:<div class="center"><b>§</b></div>@@

#+macro: tmux_conf [[https://github.com/kaushalmodi/dotfiles/blob/master/tmux/dot-tmux.conf][=.tmux.conf=]]

#+macro: comment_thanks Thanks to the tip in comments from /$1/,
#+macro: update - $1 :: $2

#+macro: reply @@html:<div class="reply">In reply to: <p><a class="u-in-reply-to h-cite" rel="in-reply-to" href="$1">$1</a></p></div>@@

** Joinquant                                                                :joinquant:量化交易:
  :PROPERTIES:
  :EXPORT_FILE_NAME: qa-001
  :END:
  #+begin_description
  故不积跬步，无以至千里；不积小流，无以成江海。--《荀子·劝学篇》
  #+end_description
*** 更新按月查看目录（2016年10月开始 ）
    :PROPERTIES:
    :CUSTOM_ID: 001
    :END:

[[https://www.joinquant.com/post/3581][2016年10月帖子精选]]
[[https://www.joinquant.com/post/3580][2016年11月帖子精选]]
[[https://www.joinquant.com/post/3952][2016年12月帖子精选]]
[[https://www.joinquant.com/post/4735][2017年1月帖子精选]]
[[https://www.joinquant.com/post/5081][2017年2月帖子精选]]
[[https://www.joinquant.com/post/6073][2017年3月帖子精选]]
[[https://www.joinquant.com/post/6604][2017年4月帖子精选]]
[[https://www.joinquant.com/post/7201][2017年5月帖子精选]]
[[https://www.joinquant.com/post/7718][2017年6月帖子精选]]
[[https://www.joinquant.com/post/8100][2017年7月帖子精选]]
[[https://www.joinquant.com/post/10732][2017年8月-12月帖子精选]]

*** 新手入门
    :PROPERTIES:
    :CUSTOM_ID: 002
    :END:

[[https://www.joinquant.com/post/4589][聚宽新手指南]]
[[https://www.joinquant.com/post/3616][十行代码带你量化交易入门]]
[[https://www.joinquant.com/post/5388][多股票策略]]
[[https://www.joinquant.com/post/6596][简单市值轮动策略]]
[[https://www.joinquant.com/post/2750][数据常见疑问汇总]]
[[https://www.joinquant.com/post/3341][教你如何调试程序（debug）]]
[[https://www.joinquant.com/post/3406][模拟盘替换代码注意事项]]
[[https://www.joinquant.com/post/1025][什么是量化投资]]
[[https://www.joinquant.com/post/1024][什么是量化策略]]
[[https://www.joinquant.com/post/707][适合小白的入门方式]]
[[https://www.joinquant.com/post/1023][使用JoinQuant编写策略]]
[[https://www.joinquant.com/post/11][关于JoinQuant]]
[[https://www.joinquant.com/api?f=study&m=guide#回测引擎介绍][JoinQuant回测引擎]]
[[https://www.joinquant.com/api?f=study&m=guide#订单处理][JoinQuant订单处理机制]]
[[https://www.joinquant.com/api?f=study&m=guide][JoinQuantAPI]]
[[https://www.joinquant.com/post/4005][新超额收益和对称轴]]
[[https://www.joinquant.com/post/2447][动态复权模式]]

*** 编程知识
    :PROPERTIES:
    :CUSTOM_ID: 003
    :END:

[[https://www.joinquant.com/post/1969][Python入门（1）- Python介绍]]
[[https://www.joinquant.com/post/1970][Python入门（2）- 数据类型之列表]]
[[https://www.joinquant.com/post/1971][Python入门（3）- 数据类型之字典]]
[[https://www.joinquant.com/post/1972][Python入门（4）- 数据类型之元组、集合【选修篇】]]
[[https://www.joinquant.com/post/1973][Python入门（5）- 条件与循环：if、while、for]]
[[https://www.joinquant.com/post/1974][Python入门（6）- 函数]]
[[https://www.joinquant.com/post/1975][Python入门（7）- 函数【选修篇】]]
[[https://www.joinquant.com/post/1976][Python提高（1）- 时间]]
[[https://www.joinquant.com/post/1977][Python提高（2）- 函数式编程和列表生成式]]
[[https://www.joinquant.com/post/1979][Python科学计算（1）- Numpy库]]
[[https://www.joinquant.com/post/1980][Python科学计算（2）- pandas库之数据查看、选择]]
[[https://www.joinquant.com/post/1981][Python科学计算（3）- pandas库之数据处理与规整]]

*** 心得技巧
    :PROPERTIES:
    :CUSTOM_ID: 004
    :END:

[[https://www.joinquant.com/post/3616?f=2016newyearsum][十行代码带你量化交易入门]]
[[https://www.joinquant.com/post/1629?f=2016newyearsum][你知道吗，你的回测结果可能都是错的]]
[[https://www.joinquant.com/post/467?f=2016newyearsum][【资料分享】Python、研究报告、计量经济学、投资书籍、R语言等！(Book+Video)]]
[[https://www.joinquant.com/post/891?f=2016newyearsum][几个投资者经常用到的网站]]
[[https://www.joinquant.com/post/495?f=2016newyearsum][JoinQuant 心得------股票行情数据]]
[[https://www.joinquant.com/post/509?f=2016newyearsum][JoinQuant 心得------基本面数据]]
[[https://www.joinquant.com/post/2447][【答疑】是否开启动态复权(真实价格)模式对模拟交易的影响]]
[[https://www.joinquant.com/post/1951][计算股息率]]
[[https://www.joinquant.com/post/1547?f=2016newyearsum][蚂蚁量化看中国股市]]
[[https://www.joinquant.com/post/1063?f=2016newyearsum][规范你的代码，构建你自己的交易系统]]
[[https://www.joinquant.com/post/1330][高斯分布下的凯利公式]]
[[https://www.joinquant.com/post/1415][仓位控制：多标的凯利公式]]
[[https://www.joinquant.com/post/1480][头寸调整策略 ------ 波动性百分比调仓]]
[[https://www.joinquant.com/post/2042][分析某段代码的执行时间]]

*** 量化黑科技
    :PROPERTIES:
    :CUSTOM_ID: 005
    :END:

[[https://www.joinquant.com/post/4938][策略常用函数库--JoinQuant-PM]]
[[https://www.joinquant.com/post/1662?f=2016newyearsum][【重磅】教你如何连接“雪球组合”！！！(更新：20160909)]]
[[https://www.joinquant.com/post/4599][平安证券一键下单教程]]
[[https://www.joinquant.com/post/1171?f=2016newyearsum][发布聚宽功能增强器，极大降低你的编码难度！]]
[[https://www.joinquant.com/post/3762?f=2016newyearsum][原生使用 easytrader，以及使用 easytrader 关联 模拟交易 和 雪球组合]]
[[https://www.joinquant.com/post/1435?f=2016newyearsum][【教程】如何在JoinQuant的回测及研究中发送邮件！]]
[[https://www.joinquant.com/post/4449][指数信息，实时打印或者定时推送到微信]]
[[https://www.joinquant.com/post/2226?f=2016newyearsum][微信提醒条目太多难查看？我有HTML邮件]]
[[https://www.joinquant.com/post/1435][如何在回测及研究中发送邮件]]
[[https://www.joinquant.com/post/2593][研究模块调用回测功能]]
[[https://www.joinquant.com/post/3144?f=2016newyearsum][策略调参 并行一次10个回测]]
[[https://www.joinquant.com/post/2269?f=2016newyearsum][一个小工具助你了解策略的交易状况]]
[[https://www.joinquant.com/post/1903?f=2016newyearsum][和行情软件（同花顺、大智慧、通达信等）一致的KDJ和RSI以及MACD算法]]
[[https://www.joinquant.com/post/1079?f=2016newyearsum][多策略组合利器------分仓管控技术【非交易策略】]]
[[https://www.joinquant.com/post/3805?f=2016newyearsum][自动抓取并更新股票黑名单(12-18更新:抓取限售解禁股,增减持股票信息)]]
[[https://www.joinquant.com/post/4378][面向对象重构策略(一):二八轮动小市值 v2.0.7 策略组合器稚形]]
[[https://www.joinquant.com/post/2650][【工具】大家好，我是widgets，叫我帅逼就可以了]]
[[https://www.joinquant.com/post/2632][你的大蟒是不是太慢了？？？]]
[[https://www.joinquant.com/post/1786][【量化课堂】Statsmodels 统计包之 OLS 回归]]
[[https://www.joinquant.com/post/984][【教程】send_message用法]]
[[https://www.joinquant.com/post/3913][【教程】 PrettyTable介绍 - 让你的日志数据更美观]]
[[https://www.joinquant.com/post/548][Ta-Lib用法介绍！]]
[[https://www.joinquant.com/post/2054][talib 的K线模式识别使用 用于识别晨星、乌鸦、三兵、锤线、碑线等等形态]]
[[https://www.joinquant.com/post/867][talib的各种MA，以及同花顺通达信等软件的SMA]]

*** 数理知识
    :PROPERTIES:
    :CUSTOM_ID: 006
    :END:

[[https://www.joinquant.com/post/1311][【量化课堂】凯利公式，你用对了吗？]]
[[https://www.joinquant.com/post/1700][【量化课堂】信息增益入门]]
[[https://www.joinquant.com/post/1727][【量化课堂】朴素贝叶斯入门]]
[[https://www.joinquant.com/post/1731][【量化课堂】协整的直观认识]]
[[https://www.joinquant.com/post/3293][【量化课堂】数学规划简介]]
[[https://www.joinquant.com/post/3361][【量化课堂】无约束的非线性规划问题 -- 线搜索方法]]
[[https://www.joinquant.com/post/3796][【量化课堂】拉格朗日乘子]]
[[https://www.joinquant.com/post/4596][【量化课堂】MPT 模型的解析解（上）]]

