content/post/qa-001.md


## 统计研究 {#007}

-   [JQ小市值指数编制方案--宏观经济占卜师](https://www.joinquant.com/post/5020)
-   [全市场估值-等权PE PB](https://www.joinquant.com/post/1058?f=2016newyearsum)
-   [指数PE统计](https://www.joinquant.com/post/696?f=2016newyearsum)
-   [ETF量化投资--指数估值计算源代码](https://www.joinquant.com/post/4668)
-   [小市值策略的探索性研究（三）](https://www.joinquant.com/post/435?f=2016newyearsum)
-   [【量化课堂】指标效果的统计分析：思路之一](https://www.joinquant.com/post/2086)
-   [【量化课堂】因子研究系列之一 -- 估值和资本结构因子](https://www.joinquant.com/post/3709)
-   [【量化课堂】因子研究系列之二 -- 成长因子](https://www.joinquant.com/post/3794)
-   [【量化课堂】因子研究系列之三 -- 技术因子](https://www.joinquant.com/post/3910)
-   [【量化课堂】因子研究系列之四 -- 市值与行业的中性化](https://www.joinquant.com/post/4594)
-   [回测及参数优化](https://www.joinquant.com/post/2686?f=2016newyearsum)
-   [【研究】关于波动率指标SD与ATR的研究（二）](https://www.joinquant.com/post/980?f=2016newyearsum)
-   [【组合管理】------投资组合理论（有效前沿）](https://www.joinquant.com/post/702?f=2016newyearsum)
-   [【研究】运用HMM模型的择时策略](https://www.joinquant.com/post/1054?f=2016newyearsum)
-   [指标效果的统计分析：思路之一](https://www.joinquant.com/post/2086?f=2016newyearsum)
-   [自编指数研究上证指数一直涨, 创业板指数一直跌 小市值择时该何去何从?------别担心，自编指数为你指路！](https://www.joinquant.com/post/4063?f=2016newyearsum)
-   [傅里叶变换求功率谱](https://www.joinquant.com/post/1127)
-   [卡尔曼滤波去流动性误差](https://www.joinquant.com/post/2922)
-   [因子中性化探讨（以pb\_ratio为例）](https://www.joinquant.com/post/3712)
-   [中性化的研究](https://www.joinquant.com/post/3720)
-   [因子策略的行业偏离情况探索](https://www.joinquant.com/post/2850)
-   [一个工具用来检测数据中的波峰以及波谷](https://www.joinquant.com/post/3851)
-   [大数据系统基础B\_因子有效性分析](https://www.joinquant.com/post/4428)
-   [开盘价低与(股市/基金)下跌的关系统计](https://www.joinquant.com/post/967)
-   [预估年股息率 -- 初冰暖阳](https://www.joinquant.com/post/5264)


## 机器学习 {#008}

-   [机器学习用于选股，对财务数据的特征学习，居然还是小市值NB....](https://www.joinquant.com/post/3679?f=2016newyearsum)
-   [机器学习，海量数据预测股票的未来趋势，+Model的研究](https://www.joinquant.com/post/3795?f=2016newyearsum)
-   [基于SVM的机器学习策略](https://www.joinquant.com/post/2709?f=2016newyearsum)
-   [机器学习之神经网络入门](https://www.joinquant.com/post/1738?f=2016newyearsum)
-   [随机森林入门](https://www.joinquant.com/post/1571)
-   [SVM原理入门](https://www.joinquant.com/post/1510)
-   [【量化课堂】强化学习入门](https://www.joinquant.com/post/2663)
-   [【量化课堂】手把手教你如何应用机器学习](https://www.joinquant.com/post/1900)
-   [【机器学习】时间序列波动率估计](https://www.joinquant.com/post/465)
-   [深度学习简介](https://www.joinquant.com/post/408)
-   [【机器学习】非参数型聚类分析](https://www.joinquant.com/post/433)
-   [【机器学习】缠论中的线性回归](https://www.joinquant.com/post/427)
-   [【机器学习】上证指数十年走势](https://www.joinquant.com/post/447)
-   [【机器学习方法研究】------思路整理、支持向量机](https://www.joinquant.com/post/660)
-   [一只兔子帮你理解 kNN](https://www.joinquant.com/post/2227)
-   [【量化课堂】kd 树算法之思路篇](https://www.joinquant.com/post/2627)
-   [【量化课堂】kd 树算法之详细篇](https://www.joinquant.com/post/2843)
-   [【量化课堂】scikit-learn 之 kNN 分类](https://www.joinquant.com/post/3227)
-   [基于scikit的理念设计的择时寻找最优参数思路1](https://www.joinquant.com/post/1316)
-   [机器学习预测沪深300近两年516天涨跌准确率稳定在55%以上，值得研究--一心想错](https://www.joinquant.com/post/4915)
-   [零基础小白生撸《机器学习实战》笔记------第3章 决策树(逐行注释代码，持续更新)--一心想错](https://www.joinquant.com/post/5044)
-   [一键即得标准化、规范化、二值化等多种机器学习数据预处理方式 - 我爱长颈鹿咕咕](https://www.joinquant.com/post/6466)


## 金融&市场 {#009}

-   [效用模型](https://www.joinquant.com/post/1772)
-   [风险模型](https://www.joinquant.com/post/1774)
-   [CAPM+APT多因子模型](https://www.joinquant.com/post/1955)
-   [股票手续费，一文全学会！！！](https://www.joinquant.com/post/1986)
-   [MPT 模型](https://www.joinquant.com/post/1991)
-   [CAPM 模型和公式](https://www.joinquant.com/post/2275)
-   [“深综君”和“深成君”的前生今世 （追忆篇）](https://www.joinquant.com/post/2110)
-   [“深综君”和“深成君”的前生今世 （星霜篇）](https://www.joinquant.com/post/2296)
-   [白话分级基金之一------一家“鸡”不说两家话](https://www.joinquant.com/post/2958)
-   [白话分级基金之二------成长的烦恼（上）](https://www.joinquant.com/post/3220)
-   [白话分级基金之二------成长的烦恼（下）](https://www.joinquant.com/post/3636)
-   [白话分级基金之三------让小A飞](https://www.joinquant.com/post/3737)
-   [白话分级基金之四 ------进击的小B](https://www.joinquant.com/post/3840)
-   [白话分级基金之五------攻克套利](https://www.joinquant.com/post/3857)


## 经典策略 {#010}

-   [【量化课堂】CAPM模型应用策略](https://www.joinquant.com/post/1920)
-   [【量化课堂】彼得·林奇的成功投资](https://www.joinquant.com/post/1957)
-   [彼得林奇修正 PEG](https://www.joinquant.com/post/3347?f=2016newyearsum)
-   [【量化课堂】PEG 动态选股策略](https://www.joinquant.com/post/5395)
-   [【量化课堂】羊驼交易系统](https://www.joinquant.com/post/3423)
-   [神奇的鳄鱼法则交易系统------避开盘整，抢占趋势先机](https://www.joinquant.com/post/595?f=2016newyearsum)
-   [【回测来啦】------鳄鱼法则交易系统，15年至今114%](https://www.joinquant.com/post/669?f=2016newyearsum)
-   [【量化课堂】海龟策略](https://www.joinquant.com/post/1401)
-   [【网格交易策略-年化30%+】-网格大法好，熊市不用跑~](https://www.joinquant.com/post/539?f=2016newyearsum)
-   [【量化课堂】动量策略入门](https://www.joinquant.com/post/1697)
-   [Ichimoku Kinko 的云图指标策略的回测结果](https://www.joinquant.com/post/1384)
-   [【经典策略系列】之 Dual Thrust交易策略](https://www.joinquant.com/post/274)
-   [费雪转换策略研究](https://www.joinquant.com/post/4198)
-   [基于阻力的市场投资策略 -- 国泰君安量化报告的代码实现](https://www.joinquant.com/post/1113)
-   [【量化课堂】Foster Friess 积极成长策略](https://www.joinquant.com/post/3568)
-   [华泰价值选股之FFScore模型--小兵哥](https://www.joinquant.com/post/4872)
-   [价值投资 -- 三一投资管理公司价值选股法](https://www.joinquant.com/post/556?f=2016newyearsum)
-   [TMOM趋势策略](https://www.joinquant.com/post/1296?f=2016newyearsum)
-   [带收益预测的Markowitz动态平衡策略](https://www.joinquant.com/post/389?f=2016newyearsum)
-   [【量化课堂】基于修正TD指标的指数择时策略](https://www.joinquant.com/post/3996)
-   [【羊群效应系列】--寻找行业轮动中的龙头股](https://www.joinquant.com/post/1038?f=2016newyearsum)
-   [【羊群效应系列】--识别股市中的羊群效应](https://www.joinquant.com/post/977?f=2016newyearsum)


## 统计类策略 {#011}

-   [【量化课堂】均值回归入门](https://www.joinquant.com/post/1608)
-   [【量化课堂】均值回归进阶策略](https://www.joinquant.com/post/1899)
-   [【钟摆系列3】------单股票价值中枢动态调仓](https://www.joinquant.com/post/477?f=2016newyearsum)
-   [OLS回归的量化之旅 -- sly](https://www.joinquant.com/post/5535)
-   [OLS回归的量化之旅Chapter 2 -- sly](https://www.joinquant.com/post/5935)
-   [【量化课堂】基于协整的搬砖策略](https://www.joinquant.com/post/1810)
-   [【量化课堂】Hurst指数与应用（单股票）](https://www.joinquant.com/post/1958)
-   [仓位控制：风险价值法（VaR）（算法有变更）](https://www.joinquant.com/post/1990?f=2016newyearsum)
-   [一致性风险度量（桥水全天候为例）](https://www.joinquant.com/post/2116?f=2016newyearsum)


## 基本面策略 {#012}

-   [从标普红利机会指数学到的 ------ 限制行业比重上限，很好很强大--小兵哥](https://www.joinquant.com/post/4898)
-   [价值投资--低估价值选股策略](https://www.joinquant.com/post/586?f=2016newyearsum)
-   [质量因子选股策略 - 我爱长颈鹿咕咕](https://www.joinquant.com/post/6228)
-   [【苍老师推荐】价值投资 -- 成长股内在价值投资](https://www.joinquant.com/post/541?f=2016newyearsum)
-   [市销率与毛利率策略，简单实用 -- foolmouse](https://www.joinquant.com/post/5211)
-   [【量化课堂】高息股策略](https://www.joinquant.com/post/2044)
-   [三高五低，一种基本面选股思路的验证](https://www.joinquant.com/post/701?f=2016newyearsum)
-   [巴菲特说毛利率就是护城河 - 囚徒](https://www.joinquant.com/post/6290)
-   [【量化选股专题】在稳定增长中寻找超额收益](https://www.joinquant.com/post/708?f=2016newyearsum)
-   [白马股筛选策略 - sly](https://www.joinquant.com/post/6118)
-   [ST摘帽行情研究 -- bucherren](https://www.joinquant.com/post/5112)
-   [基于财报公布日期的策略 -- 我爱长颈鹿咕咕](https://www.joinquant.com/post/5843)
-   [基于借壳公告的驱动的买入策略 - 长街千堆雪](https://www.joinquant.com/post/6235)
-   [行业上下游预测策略的多行业实现+止损 - 长街千堆雪](https://www.joinquant.com/post/6163)
-   [电影好看 影视类股票收益率同样精彩！ - Quant中找米吃的阿鼠](https://www.joinquant.com/post/6582)
-   [银行轮动（中、农、工、商）无止损，年化77%](https://www.joinquant.com/post/3549?f=2016newyearsum)
-   [【量化课堂】雪球云蒙银行股搬砖](https://www.joinquant.com/post/1402)


## 均线类策略 {#013}

-   [【量化课堂】双均线策略](https://www.joinquant.com/post/1398)
-   [关于MA均线回归的研究结论（终）](https://www.joinquant.com/post/972?f=2016newyearsum)
-   [【简单的多均线择时策略】那个天台排队的孩子，我给你讲个故事](https://www.joinquant.com/post/570?f=2016newyearsum)
-   [基于凸组合优化的均线交叉策略](https://www.joinquant.com/post/1097?f=2016newyearsum)
-   [【量化课堂】多头趋势回踩策略](https://www.joinquant.com/post/1901)
