content/post/qa-001.md


## 多因子策略 {#014}

-   [【量化课堂】多因子策略入门](https://www.joinquant.com/post/1399)
-   [【量化课堂】多因子策略-APT模型](https://www.joinquant.com/post/1474)
-   [【量化课堂】Fama-French三因子火锅](https://www.joinquant.com/post/1668)
-   [【量化课堂】Fama-French五因子模型](https://www.joinquant.com/post/1690)
-   [双因子加指标模型](https://www.joinquant.com/post/399?f=2016newyearsum)
-   [动态因子策略探讨 - 止一之路](https://www.joinquant.com/post/6349)
-   [605更新：11年 100倍以上的多因子策略-四因子选股策略研究（2）](https://www.joinquant.com/post/1486?f=2016newyearsum)
-   [【研究】量化选股------多因子模型](https://www.joinquant.com/post/775?f=2016newyearsum)
-   [多因子模型+资产组合优化](https://www.joinquant.com/post/835?f=2016newyearsum)
-   [这位骚年，看你骨骼惊奇，跟我一起挖掘多因子策略吧!](https://www.joinquant.com/post/1149?f=2016newyearsum)
-   [11年36倍收益的四因子选股策略研究（1）](https://www.joinquant.com/post/1478?f=2016newyearsum)
-   [【量化课堂】多因子换档反转策略](https://www.joinquant.com/post/6113)
-   [多因子rank小市值 年化80.3% - ipqhjjybj](https://www.joinquant.com/post/6124)
-   [面向对象策略框架升级版: 多因子选股+多因子权重排序示例策略。 - 晚起的小虫](https://www.joinquant.com/post/6406)


## 小市值&二八轮动 {#015}

-   [二八轮动小市值优化版 v2.0.7 更新于2016.11.16](https://www.joinquant.com/post/1667?f=2016newyearsum)
-   [二八轮动小市值策略改进版07年至16年4000多倍](https://www.joinquant.com/post/3147?f=2016newyearsum)
-   [小市值策略，剔除了停牌，st，\*st，加了简单的止损【收益340000%】](https://www.joinquant.com/post/449?f=2016newyearsum)
-   [基于Morningstar'二八轮动小市值优化版 v2.0.7' 代码模块化版本](https://www.joinquant.com/post/3970?f=2016newyearsum)
-   [二八轮动+小市值，修改了个bug，直接实盘去](https://www.joinquant.com/post/1412?f=2016newyearsum)
-   [小市值二八轮动，计算股数买卖、增加过滤退市、轮动开关](https://www.joinquant.com/post/1783?f=2016newyearsum)
-   [基于上证指数macd择时的小市值（20161222更新：指数跌幅超过4%且破ma60就空仓休息）](https://www.joinquant.com/post/3384?f=2016newyearsum)
-   [【量化课堂】斗牛蛋卷二八轮动原版策略实现](https://www.joinquant.com/post/1923)
-   [蛋卷斗牛二八轮动系统](https://www.joinquant.com/post/1031?f=2016newyearsum)
-   [蛋卷二八轮动择时＋小市值择股](https://www.joinquant.com/post/1388?f=2016newyearsum)
-   [二八轮动2.0](https://www.joinquant.com/post/512?f=2016newyearsum)
-   [次新小盘策略，2014以来20倍，年化200%](https://www.joinquant.com/post/3941?f=2016newyearsum)
-   [蛋卷斗牛二八轮动](https://www.joinquant.com/post/739?f=2016newyearsum)
-   [改进版二八轮动策略](https://www.joinquant.com/post/1172?f=2016newyearsum)
-   [主力脉冲 + 模块化小市值策略编辑器](https://www.joinquant.com/post/4625)
-   [整合了 VaR 仓位控制的小市值策略 -- jdd108](https://www.joinquant.com/post/6016)
-   [通过回测“二八轮动小市值优化版 v2.0.7 ”，对小市值股票的一些疑问 -- barrytan](https://www.joinquant.com/post/5661)
-   [小市值策略，也许，还能用......？ - 止一之路](https://www.joinquant.com/post/6363)


## 期货类策略 {#016}

-   [小市值20只组合不择时不止损IC对冲------股指期货对冲研究成果应用](https://www.joinquant.com/post/4462)
-   [“【量化课堂】股指期货对冲策略”之学习笔记](https://www.joinquant.com/post/4441)
-   [多空对冲策略，大盘风险为 0](https://www.joinquant.com/post/3431)
-   [银行股搬砖轮动+300指数对冲策略](https://www.joinquant.com/post/2925)
-   [金融期货策略研究框架介绍及Demo演示](https://www.joinquant.com/post/2915)
-   [【量化课堂】股指期货跨期套利策略](https://www.joinquant.com/post/4296)
-   [【量化课堂】股指期货对冲策略](https://www.joinquant.com/post/3793)


## 基金类策略 {#017}

-   [原来B基还可以这么玩，终于可以躺着数钱。](https://www.joinquant.com/post/1587?f=2016newyearsum)
-   [分级A轮动策略](https://www.joinquant.com/post/3132?f=2016newyearsum)
-   [RSI衍生指标择时，轮动A股ETF](https://www.joinquant.com/post/1511?f=2016newyearsum)
-   [关于ETF品种轮动的研究（四）](https://www.joinquant.com/post/825?f=2016newyearsum)
-   [基于价值投资原理的ETF投资策略详解](https://www.joinquant.com/post/1041)
-   [基金智能定投法： 均线偏离法------遗传算法寻优](https://www.joinquant.com/post/1041)
-   [达康书记带你用ETF判断行业轮动 - Quant中找米吃的阿鼠](https://www.joinquant.com/post/6236)


## 其它类策略 {#018}

-   [脉冲法抓庄股1.0版本](https://www.joinquant.com/post/4066?f=2016newyearsum)
-   [【淡手辑略】低开买（跌停不买），高开卖（涨停不卖）------Total Returns 73984.45%](https://www.joinquant.com/post/440?f=2016newyearsum)
-   [《高开低开》屌丝版 -- w11](https://www.joinquant.com/post/5660)
-   [再论高开卖、低开买 -- jqz1226](https://www.joinquant.com/post/5560)
-   [【缠论】日线分笔&画图显示--李二少](https://www.joinquant.com/post/4793)
-   [【量化缠论】之分型、笔、线段识别](https://www.joinquant.com/post/425?f=2016newyearsum)
-   [牛熊分界+取强舍弱+均线动量指标择时选股策略](https://www.joinquant.com/post/905?f=2016newyearsum)
-   [《MACD背离》技术研究](https://www.joinquant.com/post/716?f=2016newyearsum)
-   [【滚动复利策略】的量化实现-改进v1.0](https://www.joinquant.com/post/500?f=2016newyearsum)
-   [股灾是系统的试金石 -- 11年400倍](https://www.joinquant.com/post/704?f=2016newyearsum)
-   [一日游短线策略](https://www.joinquant.com/post/1202?f=2016newyearsum)
-   [总有一些策略，让你觉得日了狗](https://www.joinquant.com/post/1541?f=2016newyearsum)
-   [一个没劲的波动策略](https://www.joinquant.com/post/1485?f=2016newyearsum)
-   [融资功能初体验~ -- 北极圈](https://www.joinquant.com/post/5665)

[//]: # "Exported with love from a post written in Org mode"
[//]: # "- https://github.com/yssource/home"
